{
    "dictionary": [
        {
            "title": "1) Advocatus Diaboli",
            "description": "(First mentioned in Dreamscapes, Memories, and Nightmares (Pt. 1))\n(Requires a built Memory Palace) \n**Advocatus Diaboli**: A technique that allowed Snape to manifest a true secondary personality, one that was neither based on his own nor created from scratch. The Advocatus could give impartial advice and opinion on everything."
        },
        {
            "title": "2) Perceptual Dilation / Time Dilation ",
            "description": "(First mentioned in Home for the Holidays)\n(Needs at least 2nd level mastery) **Perceptual Dilation** or \"*Fixing the Mind's Gaze Betwixt the Seven Beats of the Heart*\": \nThis technique slows down your subjective awareness of time, allowing you to study surroundings more thoroughly and make decisions more efficiently. Can only be maintained for a duration equal to seven beats of the Occlumen's heart. "
        },
        {
            "title": "3) Tabula Rasa",
            "description": "(From The Fall of the House of Potter (pt 2))\n**Tabula Rasa**: A charm/curse invented to provide a humane alternative to the death penalty. \nTotally erases the subject's memories and eliminates their ability to make new ones. Virtually lobotomizes the subject. \n\n• Wizarding Australia uses it to \"psychically execute\" criminals convicted of capital crimes. They call it **Death of Personality**.\n\n• Rookwood using incredibly advanced levels of occlumency has made him effectively immune to mind-alteration, emotional-manipulation, and memory-altering charms and potions of every kind. We also know that he is entirely immune to the Tabula Rasa. \n\n• It is possible that he created at least 49 thought-streams while serving time in Azkaban. Using this 49-stream matrix he is able to generate and implant false personalities through some combination of wanded magic and Legilimency instead of his former tactic of implanting them slowly over the course of months through his cursed books. \n\n• As long as Rookwood is free, the proliferation of sleeper-agents secretly loyal to Voldemort is a concern. [See More](https://prince-of-slytherin.fandom.com/wiki/Augustus_Rookwood \"Tip Toe Through the Tulips\")"
        },
        {
            "title": "4) Cryptohydron and Time-Turner (CATT)",
            "description": "(From The Hunting of Sirius Black (Conclusion) AN5)\nThe **Cryptohedron** is a four-dimensional hypercube, and its changing shape is actually its three-dimensional shadow as it rotates, it houses the **Time-Turner** which is described as a glass tube that twists and turns back on itself, muggles would call it a Klein bottle. \n\n• The Cryptohedron's purpose is to identify the one person who can open it and direct the Unspeakables to them at the appointed time so it can be opened and the Time-Turner released. Both Time-Turner and container will be created at some point in the future and then sent back to the distant past. [See More](https://prince-of-slytherin.fandom.com/wiki/Time-Turner \"Time is an illusion to help things make sense\")"
        },
        {
            "title": "5) Soul Bond Curse (SBC)",
            "description": "(From Potters and Blacks)\n**Soul Bond**: \"A former Lord of House Potter, did *something*. Powerful *highly illegal* magic. The spell he casted acted as a curse on the Potter line designed to eliminate the possiblity of bad marriages to unworthy witches. It ensures that each Potter male will be drawn to the ideal marriage prospect — whatever Fate decided that meant in each successive generation — at which point he would fall hopelessly in love with her\". "
        },
        {
            "title": "6) The Vault",
            "description": "(First mentioned in Happy Birthday, Harry and Jim!) \nAs a result of powerful and unnatural magics unleashed in 1927 (see `q.d 7`), the place known as *Cimetière du Père-Lachaise*, near the Lestrange Mausoleum, became magic-proof. \n\nInside there is **The Vault**, a large box roughly 10x10 meters, and is coated with a thin layer of orichalcum that is 65% pure. There is a single door on one side that resembles a bank vault door. It has been used by the Zabini family for decades for their most important divinations. It is a room no magic known can penetrate, standing in the middle of a dead zone where no magic can function. It was used by Zabini to read Harry's fortune in Book 4 in order to keep Fate itself from knowing about the reading. "
        },
        {
            "title": "7) 1927",
            "description": "(From Happy Birthday, Harry and Jim!)\nIn 1927, Gellert Grindelwald did something extraordinarily evil, but also extraordinary from a magical perspective. And in response, Nicolas Flamel did something equally extraordinary, again magically speaking. The aftereffects of that night affected *Cimetière du Père-Lachaise* and the Lestrange Mausoleum making it magic-proof. This might roughly align with Crimes of Grindelwald where Grindelwald rallies his followers in the Lestrange Mausoleum [See More](https://harrypotter.fandom.com/wiki/1927)"
        },
        {
            "title": "8) Early Warning Office / DoM Chimes",
            "description": "**The Early Warning Office**: contains the 57 Chimes, which alert the Unspeakables to the events occuring in Magical Britain. According to Unspeakable 029, Broderick Bode, many of them were warnings of fairly innocuous events, and the most banal simply duplicated the warning systems of other departments as backups, whereas other chimes were less weird and more nightmarish. [See More](https://prince-of-slytherin.fandom.com/wiki/Early_Warning_Office)\n\nCommon Department Abbreviations: \n• Department of Mysteries (DoM)\n• Ministry of Magic / Minister of Magic (MoM)\n• Department of Magical Law Enforcement (DMLE)\n• Department of Magical Games and Sports (DMGS)\n• Department Misuse of Muggle Artifacts  (MMA)\n"
        },
        {
            "title": "9) The Ewer of Hufflepuff",
            "description": "(From The Riddle of the Diary)\n**The Ewer of Hufflepuff**: created simultaneously with Slytherin's Basilisk will produce one full dose of the Restoration Potion every seventeen minutes."
        },
        {
            "title": "10) PoS Horcruxes / Horcrux",
            "description": "(From Three Princes)\nFor the full list (see `q.d Known Horcruxes`)\n\nA horcrux is a soul anchor. Creating a **horcrux** is esoteric magic, you must kill someone who did nothing to wrong you and you show no regret for having done so. That destabilizes your soul in such a way that it allows you to shear off a portion of it and store it inside a prepared magical object.. To *keep* a horcrux, you have to maintain a certain mindset constantly for the rest of your life and even *after death*. You must believe with absolute certainty that out of the entire human race, your life is the only one with any value. \n\n• In Regulus' words, \"If there is a single man, woman, or child in the entire world who you might refrain from brutally murdering in order to make a horcrux, then you would never be able to make a horcrux at all. Moreover, if something ever happened to cause you to feel that degree of empathy for anyoone else, any of your existing horcruxes would lose their soul-anchoring properties\"\n\n• After creating a horcrux you also gain access to whatever magical properties the object originally had even if the object isn't in your possession. If he horcux gets destroyed you permanently gain whatever those powers were. "
        },
        {
            "title": "11) Ley Lines",
            "description": "**Ley Lines**: Invisible, intangible, and largely theoretical lines that criss-cross the whole planet. Can't actually be detected themselves, but the places where they connect are magically reactive. It is possible to do high level magic more easily than other locations and works spells whose results will last infinitely. \n\n• Hogwarts, the Ministry of Magic, Diagon Ally, and 12 Grimmauld Place are located at a junction of ley lines.\n\n• The British Isles possess an unusual number of such junctions and an extremely unusual number of junctions in which more than two ley lines intersect. That's why the original wizards came here from Rome in the first place. It's also why Magical Britain has influence over the rest of the magical world that's somewhat out of proportion to our population and the relative military and economic strength of the Muggle nation within which we reside. When push comes to shove, Britain can generate more raw magical power than all but a few of the other wizarding nations."
        },
        {
            "title": "12) Orichalcum",
            "description": "(First mentioned in The Birthday Part (Pt 1))\n**Orichalcum**: An alchemically-produced alloy of gold and some other metal, usually copper or aluminum but sometimes silver or platinum. It's magic resistant, and if it's refined pure enough, it can slice through shield spells. \n\n• Commercially available orichalcum is usually rated at about 50% pure. If you're willing to spend a fortune, orichalcum that is 65% pure can be obtained. About sixty years ago, Nicolas Flamel produced approximately twenty grams of orichalcum that was 75% pure, and he declared that further refinement beyond that point was absolutely impossible.\n\n• The box containing The Ring was made up of **>85%** pure orichalcum. There is literally not enough galleons in Wizarding Britain to pay for such purity. Withstood fiendfyre without so much as a scratch. Can only be opened by Harry speaking parseltongue. "
        },
        {
            "title": "13) FiendFyre",
            "description": "(From Little Hangleton)\n• In somatic and verbal terms, it's the easiest dark spell ever invented. Just whirl your wand overhead in a circle and then point it at the target while screaming **'Fiendfyre!'**\n\n• In order to satisfy the esoteric requirement you must focus your mind on a memory of hating someone so much that you would die to ensure their destruction. So much, that you would see everyone left that you still cared about die along with you. \n\n• Harry's and Regulus' fiendfyre flames take the shape of an enormous serpent and a wolf-like predator respectively. Described as daemonic antitheses of their patronuses. \n\n• It is not considered a unforgivable because there are Class XXXXX creatures who can only be harmed by Fiendfyre. If you've summoned Fiendfyre and your opponent kills you, its flames will run wild, destroying your assailant as revenge. Along with everything within a few miles. \n*Additionally, it can bend the Avada Kedavra by diverting it 3 degrees to the right from the point the curse strikes the hellfire*\n\n• The immediate aftereffects of Fiendfyre are highly toxic. It takes at least a week for the residual curse-fire to dissipate enough to enter an area where Fiendfyre was recently cast, although long term exposure is toxic for years after."
        },
        {
            "title": "14) Slytherin's Locket",
            "description": "(From Meet Regulus Black)\nThe locket is described to be golden that bears a stylized \"S\" that usually appeared in depictions of Salazar Slytherin.\n\n• Originally kept in a cave set in a seaside cliff near Clacton-on-Sea, Voldemort uses Kreacher to test if the trap he has set to defend the locket works. The cave is surrounded by a lake that hides an army of inferi.  \n\n• Regulus Black commands Kreacher to lead him to the locket where Black drinks the foul potion designed to drive men mad. Then he charges his house-elf with destroying it. Due to the fatal thirst caused by the potion he is forced to drink from the inferi infested lake. He makes one last ditch effort to save himself and shapeshifts into Lord Voldemort (which scares the Inferi off) and manages to apparate away. \n\n• Regulus discovers that the horcrux cannot be destroyed by elf magic and he does not have the esoteric requirements at the time to destroy it with fiendfyre. He then chooses to flee to Australia under the name of \"Lazarus White\". \n\n• Harry uses parseltongue to open the locket after first learning from the S shaped snake on its front that Voldemort also used an object from Hufflepuff to make a Horcrux. The locket then takes the form of memories to torture both Harry and Regulus.\n\n• Harry eventually destroys the Locket with a basilisk fang"
        },
        {
            "title": "15) The Diary / Thaumaturgical Organizing Matrix",
            "description": "(From Revelations in a Disused Lavatory) \nThe Diary / **T**haumaturgical **O**rganizing **M**atrix: Created by Tom Marvolo Riddle to serve as a study aid. Notes can be organized and restructured however the user wishes. The diary can edit papers for both grammar and context, a magical grammarly if you will. Also can possess one Ron Weasley \n\n• Was created after the death of Myrtle and Tom's Occlumency induced sociopathy. It was created to be an entirely separate entity from Riddle, with its personality altered enough so that it was able to become his Secret Keeper for the Fidileus Charm housing the secret `Tom Marvolo Riddle is the dark wizard known as Lord Voldemort` \n\n• The Diary was destroyed by Harry in the Chamber of Secrets with the Sword of Gryffindor after it was coated in basilisk venom. Jim was also in the Chamber and both he and Harry became the secret keepers of Tom Riddle's secret after the diary was destroyed.\n"
        },
        {
            "title": "16) Hufflepuff's Cup",
            "description": "Created by Helga Hufflepuff, she outlived the rest of the Founders by three decades. \n• Destroyed by Harry after he asked the group who wanted to keep it and who wanted to destroy it. Everyone in the room who had strong Occlumency defenses wanted to destroy the horcrux immedietly, while everyone who *didn't* was making excuses for keeping it around indefinitely until they could figure out how to *use* it. \n\n• Bellatrix informed Harry that the Cup in currently in her vault at Gringotts and only she is able to recover it due to bio-magical signature security placed on the vault that she ensured was on the vault when her master entrusted her with a valuable item. One of these measures include the use of the  Flagrante-Gemino Curse.\n\n• At its base has the words *Vinum Bibistus* inscribed which translates to *\"Drink Wine\"*. Lucius identifies the inscription from *Rubaiyat* a collection of 11th century poetry written by Omar Khayyam. The full [passage](https://libquotes.com/omar-khayy%C3%A1m/quote/lbt4u8r \"this is a real thing\") goes: \"*Drink wine. This life is eternal. This is all that youth will give you. It is the season for wine, roses, and drunken friends. Be happy for this moment. This moment is your life*\". "
        },
        {
            "title": "17) Imago Dei",
            "description": "(First mentioned in Investigating Into Dark Matters)\n**Imago Dei** is a spell found in the Anathema Codex (see `q.d 18`) It is a spell of Wild Magic (see `q.d 20`) that can literally re-write reality to the caster's wishes. Its literal translation in English is 'Image of God'. \n• Imago Dei is the first spell from the Anathema Codex seen being performed \"on-screen\".\n• The second is The Rune of Singular Hate which was used during the attack on Hogsmeade. \n[See More](https://prince-of-slytherin.fandom.com/wiki/Imago_Dei \"Image of God\")"
        },
        {
            "title": "18) The Anathema Codex",
            "description": "**The Anathema Codex** is a grimoire which contains various spells and rituals, relating to the summoning and usage of Wild Magic (see `q.d 20`), which have been deemed too dangerous to society should they become public knowledge. It contains spells, rituals, potions, procedures for breeding unnatural beasts, and ancient runes. \n\n__List of spells which are known to be contained within:__\n  •  The Lament Configuration\n  •  The Bane of Sicily\n  •  The Six-fingered Hand\n  •  The Rune of Singular Hate\n  •  The Nightmare Child\n  •  The Feast of Shadows\n  •  The Inverted Mirror\n  •  The Hounds of Tindalos\n  •  Imago Dei (see `q.d 17`)\n  •  The Horcrux Ritual\n[See More](https://prince-of-slytherin.fandom.com/wiki/Anathema_Codex \"Not to be confused with Anne #6204\")"
        },
        {
            "title": "19) Azkaban Conspiracy / Azkabal",
            "description": "The **Azkaban Conspiracy**, also known as the **Azkabal**, was the group responsible for the July 31, 1993 Azkaban breakout. The group was initiated by Regulus Black, who had been planning this for years. \n\n• The group's primary objective was to free Sirius Black, Rophuldus Lestrange, Rastaban Lestrange, Bellatrix Lestrange, and Augustus Rookwood from Azkaban's high security track. Sirius was freed because he is innocent and Regulus brother, the other four were taken for their potential knowledge of Lord Voldemort's Horcruxes. [See More](https://prince-of-slytherin.fandom.com/wiki/Azkaban_Conspiracy)"
        },
        {
            "title": "20) Wild Magic",
            "description": "**Wild Magic** is Magic in its raw form, can be summed up in eight simple words: `'As I will it, so mote it be.'` Wizards have spent millennia striving to limit magic's potential, to ensure that magic is irrevocably linked to wands and incantations, defined as charms and transfigurations and potions, and restrained by the principles of arithmancy and runic matrices. The minute a compatible wand is picked up at Olivander's, those sparks that shot out represent the one's promise as a wizard that they would work magic according to the principles taught at magical schools, like Hogwarts. \n• *Accidental Magic is the simplest form of Wild Magic.* \n• It is theorized that **Wild Magic** is what is keeping Harry's scar from being identified as a Sowilō rune along with messing with a lot of other things in Harry's life. [See More](https://prince-of-slytherin.fandom.com/wiki/Wild_Magic \"Wheels Within Wheels\")"
        },
        {
            "title": "21) Memory Palace ",
            "description": "**Memory palace**: After mastering the second level of occlumency, a wizard can begin constructing his Memory Palace. This is described as a psychic landscape in which all of your memories can be safeguarded and can be sued as a fortress against more powerful psychic attacks.\n\n• Constructing a memory palace is one of the most difficult aspects of Occlumency training. It is based on a real-world location where you feel safe and in control of your surroundings. It should be cluttered like a library or a storage area. It is a place where you can imagine yourself leaving things behind to be picked up again later.\n\n• Once properly developed can store your most sensitive memories in a partitioned area of your mind and can protect them with psychic traps capable of harming those who push too far. \n\n• A Memory palace can be used to store false personalities that can be draped over your true self\n\n• False memory palaces can be created as Legilimancy traps to harm those who walk in. Jim gets trapped within Diary Riddle's memory palace \n\n• Vasyl Dobroshtan (from Beauxbatons) created a technique for embedding psychic attacks inside artwork designed to magically draw and hold the viewer's undivided attention. One of his creations was a *Cruciatus Curse* conveyed through art. Rufus Scrimgeour locked this image away in his Memory Palace and uses it to fight back against Rookwood during *The Fall of the House of Potter (Pt 1)*."
        },
        {
            "title": "22) Ultimate Sanction (US)",
            "description": "**The Ultimate Sanction**, also known as *Sanctumen Ultimo*, is a provision of the Inheritance Act of 1588 that gives any Wizengamot House's Head the ability to disown a member of their House if the Head judges that the member has committed treason against their House or has committed actions that, if left unchallenged, threatens the survival of that House. \n\nWhen activated, the recipient will be forcefully removed from their House, with the recipient's surname becoming \"No-Name\", and losing any ties to their former house, including inheritance. [See More](https://prince-of-slytherin.fandom.com/wiki/The_Ultimate_Sanction)"
        },
        {
            "title": "23) WoG / WZT / WGT / 3M / MoM / OoE",
            "description": "see (`q.d abbreviations`)"
        },
        {
            "title": "24) THE POTTER PROPHECY",
            "description": "*This is how our world will end \nIn a cold yet all-consuming flame.*\n\n*In the Last Days, a Dark Lord, the Darkest Lord, \nWill reveal himself as both Savior and Betrayer \nBy proclaiming his forbidden lineage to all.*\n \n*He will break the Chains of Unity that bond us and bind us. \nHe will defy all conventions of sanity and compassion. \nHe will shatter the foundations of our covenant.*\n\n*And in so doing, the Dark Lord will become a Dark God, \nAnd all shall tremble at his Apotheosis. \nHe will stretch forth his hand. \nAnd every wand will snap, \nEvery incantation will be silenced, \nUntil we shall all be as the lowliest squib.*\n\n*Yet helplessness is not our worst Fate. \nFor when the Cold Flame has consumed the World, \nThe Last Enemy to be conquered shall be **Death**. \nAnd the Victor of that final struggle shall claim Dominion over all that is, \nWhether for Oblivion… or Damnation.*\n\n*For should the Dark God win that final battle, \nThen our world will be reborn in his image. \nA world of hate, of fear, of despair. \nA world of suffering without end.*\n \n*And we shall be reborn into this Nightmare World \nAgain and again and again. \nTrapped forever throughout all our lives In the Dark God’s **HELL!***\n \n*And you shall know by these portents \nThat the time of the Dark God approaches \nAnd the Destruction of our World \nIs close at hand:*\n\n*When the Two who should be as One \nAre set against each other in reckless hate. \nAnd the Last Potter rises as the Prince of Slytherin.* "
        },
        {
            "title": "25) SYBILL TRELAWNEY'S PROPHECY",
            "description": "*It will happen tonight. \nWith all obstacles removed, \nthe Prince will claim the Throne of Basalt and Silver. \nThough he is blameless, yet shall his actions be \nas the beating of the butterfly’s wings \nas they unleash the mightiest hurricane.* \n\n*By his choices shall the greatest of the Dark Lord’s servants \nbe freed and the circle forged anew. \nThe Dark Lord will be reborn in all his terrible glory. \nBetrayal. Blood. Terror. Destruction. Death. \nAnd finally, the Cold Flame that consumes all. \nUntil at last, the Question is asked, and the Decision is made:* \n\n*Our story has been told before. But will it ever be told again?*"
        },
        {
            "title": "26) DEMENTOR FABIAN'S PROMISE TO HARRY",
            "description": "*“At the beginning of the end. When the tower falls, and hope falls with it. When the Three are rejoined to nestle within the coils of Ouroboros. Call my name, and I will come to you and walk with you unto the ending of the world”*"
        },
        {
            "title": "27) VOW OF UNITY FOR THE WIZENGAMOT",
            "description": "“Let Magic itself hear my oath and sanctify it. I stand in unity with the Wizengamot and the families both Noble and Ancient and Noble who are its foundation. Let my magic be bent to our collective purpose and so to the magic of my family and all who come after me lest they be forsworn and suffer expulsion. From the unification of my family magic with that of my peers, let there arise a deeper magic that is greater than the sum of its parts. From this day forward, I hereby submit myself to the will of the Wizengamot as expressed through its majority. I hereby accept the judgment of the will of the Wizengamot as expressed through its laws. I vow to act with the Wizengamot, and when we act as one, so shall we perform miracles in defense of and for the betterment of this magical nation. This I swear upon my life and unto the ending of the world. **So mote it be!**” "
        },
        {
            "title": "28) INNER CIRCLE DEATH EATERS WITH KNOWN CODE NAMES",
            "description": "• Snape - Mr. Aconite\n• Rookwood - Mr. Nemo\n• Bellatrix - Miss Demeanor\n• Peter - Mr. Novergicus\n• Narcissa - Miss Direction\n• Lucius - Mr. Prodigal/Absalom \n• Erasmus Wilkes - Mr. Toymaker\n• Barty Crouch Jr. - Mr. January\n• Regulus Black - Mr. Blanco\n• Antonin Dolohov - Mr. Farmer\n• Evan Rosier - Mr. Petal\n• Tiberius Nott- Mr. Nimrod\n• Cassilda - Miss Vespertine"
        },
        {
            "title": "29) OCCLUMENCY ABILITIES BY LEVEL",
            "description": "__Occlumency Superpowers:__\nLevel 0: **Natural Occlumency Shields.** One out of twelve wizards are able to spontaneously develop shields in response to regular exposure to high level Legilimency attacks. They are comparable to the strength of a third-level Occlumens. \nLevel 1: **Perfect recall** and shields strong enough to keep out all but the best Legilimens if you practice often enough\nLevel 2: **Mastering your emotions.** Emotional suppression and clarity. Able to detect intrusions into your mind, and able to mount a consistent defense. \nLevel 3: **Understanding your emotions,** Recognizing when you are acting in response to emotional stimulus rather than rational decision-making. Thought stream partitioning, **Time dilation** (see `q.d 2`)\nLevel 4: **Memory palace**(s) (see `q.d 21`), **Advocatus diabolicus** (see `q.d 1`)\nLevel 5: Secondary personalities that bear up under Legilimency scrutiny\n\n__Esoteric Abilities/Extra Known Info:__\n • Being a **Natural Occlumens.** In which one wizard out of ten thousand gains the full benefits of Occlumency, the rarity is on par with being a natural Legilimens or a born Animagus. \n• Seven-stream thought arrays are common among DOM-trained Occlumens\n• Rookwood's 49-stream matrix allowed him to bring himself back from being Tabula Rasa'd (see `q.d 3`)\n• Occlumency traps to psychically and physically injure Legilimens that may be rooting around in your brain\n• A high-level Occlumens can fake a Veritaserum testimony, as they can alter their own memories.\n\n*Note: Being an animagus is completely unrelated with being an Occlumens, But it can provide a useful substitute. During the early phases of learning an animagus form, the wizard develops a dual-process mind. He simultaneously thinks as both human and an animal which provides a powerful defense against Legilimency.*"
        },
        {
            "title": "30) LIST OF KNOWN LEGILIMENCY SUPERPOWERS",
            "description": "__Legilimency Superpowers:__\nLike Occlumency, Legilimency is seven-tiered. However, does not have to be learned sequentially and instead is a cluster of closely-related skill sets, the most infamous of which allows the Legilimens to directly study the memories of another. \n\n• Mind-reading (stops requiring an incantation and a wand at Level 5)\n• Deductive genius\n• Supernatural charm and manipulation\n• Covert conversations with other Legilimens\n• Ward detection\n• Psychic surgery (including Mind Healing and mental reprogramming)\n• Psychic attacks"
        },
        {
            "title": "31) COUNTESS ZABINI'S FOURTH BOOK READING",
            "description": "\"The cards I have just drawn to represent your recent past—*the Magician, the Emperor, the Sun, the World, and the Fool*—tell me that you have indeed come into your power and achieved the goals you had set for yourself when last I read your cards. Except that the Fool also tells me that you realized too late that achieving those goals might have been a terrible mistake. I suspect the fulfillment of an apocalyptic prophecy would fit that description.\"\n\n\"Turning to the immediate future, we have the *Wheel of Fortune inverted, Justice inverted, Strength, the Hanged Man, and the Lovers inverted*. A dangerous conflict draws near, one you will be drawn into unfairly and against your will. And while you will succeed in the challenges you face, even those successes may redound to the benefit of your enemies.\"\n\"You will also experience complications of a romantic nature which will threaten to distract you from more important concerns.\"\n\n\"Looking farther ahead, we find *the Devil, the Hierophant inverted, the Hermit inverted, and the Tower*. A great evil rising against you, likely the same Dark Wizard who will one day become a Dark God. Perhaps Voldemort, perhaps someone else. You must be prepared for either possibility. You will experience both the loss of a powerful guardian figure and a time of forced seclusion spent cut off from your allies and forced to rely solely on yourself. And ultimately, a time of destruction and catastrophe.\"\n\nFinally, she pointed to the last two cards. \"All of which lead to the end of your journey: *Death and Judgment.*\""
        },
        {
            "title": "32) LIST OF KNOWN HORCRUXES",
            "description": "For a definition of how horcruxes are made in this fic (see `q.d 10`)\n\n1) **[The Locket (Deceased)](https://archiveofourown.org/works/15833898/chapters/36870594)**: Improved the wearer's facility with Legilimency (see `q.d 14`)\n\n2) **[The Diary (Deceased)](https://archiveofourown.org/works/15829326/chapters/36857841)**: Dumbledore's theory is that Voldemort first put his soul fragment inside the diary and then used it to give the diary self-awareness and a personality just different enough from his own that it could serve as Secret Keeper for a Fidelius, one that concealed the connection between Riddle and Voldemort. (see `q.d 15`)\n\n3) **[The Cup (Deceased)](https://archiveofourown.org/works/15833898/chapters/47206327)**: A powerful healing device rumored to be able to greatly extend a wizard's life. (see `q.d 16`)\n\n4) **The Ring (Mentioned)**: Currently contained within a gold box (see `q.d 12`)\n\n5) **[The Diadem (Mentioned)](https://archiveofourown.org/works/15829326/chapters/36857841)**: A Parselmouth who possessed the Ravenclaw Diadem could overcome the Basilisk's conditioning and use it against the Headmaster and the rest of the students. Whoever wears the diadem trumps normal parselmouths who might try to control the basilisk. \n\n6) **The Snake (Mentioned by TSM)**: ||\"Nagini will be a horcrux, and she will NOT be a maledictus.  Nagini is not a normal snake and thus can be a viable horcrux host. She has been ... magically altered to be suitable as a horcrux.  Let's just leave it at that. I have plans for Nagini. They just don't include her secretly being a Korean witch.\"||\n"
        },
        {
            "title": "33) NAMES AND SYMBOLISM OF THE HYDRA THRONE: COMPILED BY SIGURD",
            "description": "The Hydra Throne, ordered from throne-right to throne-left:\n\n*1-3: runespoor heads (Tisiphone, Megaera, Alecto; wizarding tradition)* \n**4: python (Jormungand, political acumen)**\n**5: basilisk (Rajah, ambition)**\n**6: king cobra (Ka, intellect)**\n__7: ashwinder (Mara, cunning)__ \n__8: boomslang (Delilah, charm/subtlety)__ \n__9: blue krait (Nidhogg, ruthlessness)__ \n\n*next to right armrest*\n**rising above backrest**\n__next to left armrest__ \n7 snakes total and 9 heads.\n\nFor an in-depth description of The Hydra Throne see [here](https://prince-of-slytherin.fandom.com/wiki/The_Hydra_Throne \"There are some great drawings pinned in #fan-art\")"
        },
        {
            "title": "34) SPECIAL SKILLS OF THE INNER CIRCLE DEATH EATERS: COMPILED BY MISS LEADER",
            "description": "• Bella/Miss Demeanor - Duelling Prowess/Assassin\n• Snape/Mr Aconite - Potion Master\n• Lucius / Mr. ? - Financier/Political Saboteur \n• Rookwood/Mr. Nemo - Mind Arts\n• Narcissa/Miss Direction- Recruiting Officer (?)/Intel Gatherer/DE Wrangler\n• Rosier/Mr. Petal - Unknown \n• Peter/Mr. Norvegicus - Prophecy Snitch/Intel Gatherer\n• Tiberius/Mr. Nimrod (?): Torture Specialist/Muggle Hunter\n• Rodolphus & Rabastan/Mssrs' ??: Torture Thugs/Mercenaries/Miss D's Handlers\n• Boruslav Lestrange/Mr. ? - Alchemy/Orichalcum\n• Antonin Dolohov/Mr. Farmer - Dueling/Dark Arts (Entrail Expelling Curse)\n• Barty Jr./Mr. January - ????\n\nThat's all I've got. What is missing that Barty Jr. could fulfill?"
        },
        {
            "title": "35) THE 10 DEPARTMENTS OF THE DEPARTMENT OF MYSTERIES",
            "description": "*Known Facts about the Department of Mysteries Include*\nFor DoM Chimes see (`q.d 8`)\n\n• There is a weekly Friday afternoon meeting for all Department Heads at the  Department of Mysteries Committee on Oversight\n\n• The identities of each department are so well hidden that no other Department Head knows the identity of the others— even to the point of not knowing the others' gender, however it is implied that more perceptive members will be able to determine this\n\n• When in a meeting only 'Control' is even aware of how many people are even actually present in the room. There are always at least 12 people present but many times the Heads *feel* there are more\n\n• Also present at all meetings is Control and Unspeakable Number 7: aka Saul Croaker, Voice of the Unspeakables\n\n• Many Department Heads have 'day jobs' that protect their identities and so would not even be known as Unspeakable to the public or their families\n\n__Departments Include__\n• Death\n• Love - Known for their particular ill-temper (gender unknown/probable woman)\n• Time - Unspeakable 17\n• Space\n• Mind - Philoctetes \"Phil\" Dippet- Court Reporter for the WZT by day\n• Prophecy\n• Records\n• Creatures\n• Muggles\n• Ethics"
        },
        {
            "title": "36) LIST OF COMMON ABBREVIATIONS ",
            "description": "• Soul Bond Curse (SBC) (see `q.d curse`)\n• Cryptohedron and Time-Turner (CATT) (see `q.d time-turner`)\n• Oath of Emnity (OoE) (see `q.d ultimate`)\n• Ultimate Sanction (US) (see `q.d ultimate`)\n• Rune of Singular Hate (RoSH) (see `q.d codex`)\n• Wizengamot (WGT /  WZT) \n• The Wizarding World (WW)\n• Word of God (WoG) (see #pos-resources)\n• Molly's Magical Morsels (MMM / M3 / 3M)\n• Department of Mysteries (DoM) (see `q.d early`)\n• Ministry of Magic / Minister of Magic (MoM) \n"
        }
    ]
}