{
    "dictionary": [
        {
            "title": "1) THE POTTER PROPHECY",
            "description": "This is how our world will end In a cold yet all-consuming flame.\nIn the Last Days, a Dark Lord, the Darkest Lord, Will reveal himself as both Savior and Betrayer By proclaiming his forbidden lineage to all. \nHe will break the Chains of Unity that bond us and bind us. He will defy all conventions of sanity and compassion. He will shatter the foundations of our covenant. \nAnd in so doing, the Dark Lord will become a Dark God, And all shall tremble at his Apotheosis. He will stretch forth his hand. And every wand will snap, Every incantation will be silenced, Until we shall all be as the lowliest squib. \nYet helplessness is not our worst Fate. For when the Cold Flame has consumed the World, The Last Enemy to be conquered shall be Death. And the Victor of that final struggle shall claim Dominion over all that is, Whether for Oblivion… or Damnation. \nFor should the Dark God win that final battle, Then our world will be reborn in his image. A world of hate, of fear, of despair. A world of suffering without end. \nAnd we shall be reborn into this Nightmare World Again and again and again. Trapped forever throughout all our livesIn the Dark God’s HELL! \nAnd you shall know by these portents That the time of the Dark God approaches And the Destruction of our World Is close at hand: When the Two who should be as One Are set against each other in reckless hate. And the Last Potter rises as the Prince of Slytherin. "
        },
        {
            "title": "2) SYBILL TRELAWNEY'S PROPHESY",
            "description": "“It will happen tonight. With all obstacles removed, the Prince will claim the Throne of Basalt and Silver. Though he is blameless, yet shall his actions be as the beating of the butterfly’s wings as they unleash the mightiest hurricane. By his choices shall the greatest of the Dark Lord’s servants be freed and the circle forged anew. The Dark Lord will be reborn in all his terrible glory. Betrayal. Blood. Terror. Destruction. Death. And finally, the Cold Flame that consumes all. Until at last, the Question is asked, and the Decision is made: Our story has been told before. But will it ever be told again?”"
        },
        {
            "title": "3) DEMENTOR FABIAN'S PROMISE TO HARRY ",
            "description": "“At the beginning of the end. When the tower falls, and hope falls with it. When the Three are rejoined to nestle within the coils of Ouroboros. Call my name, and I will come to you and walk with you unto the ending of the world”"
        },
        {
            "title": "4) VOW OF UNITY FOR THE WIZENGAMOT",
            "description": "“Let Magic itself hear my oath and sanctify it. I stand in unity with the Wizengamot and the families both Noble and Ancient and Noble who are its foundation. Let my magic be bent to our collective purpose and so to the magic of my family and all who come after me lest they be forsworn and suffer expulsion. From the unification of my family magic with that of my peers, let there arise a deeper magic that is greater than the sum of its parts. From this day forward, I hereby submit myself to the will of the Wizengamot as expressed through its majority. I hereby accept the judgment of the will of the Wizengamot as expressed through its laws. I vow to act with the Wizengamot, and when we act as one, so shall we perform miracles in defense of and for the betterment of this magical nation. This I swear upon my life and unto the ending of the world. So mote it be!” "
        },
        {
            "title": "5) INNER CIRCLE DEATH EATERS WITH KNOWN CODE NAMES",
            "description": "Snape - Mr. Aconite\nRookwood - Mr. Nemo\nBellatrix - Miss Demeanor\nPeter - Mr. Novergicus\nNarcissa - Miss Direction\nLucius - [UNKNOWN] \nErasmus Wilkes - Mr. Toymaker\nBarty Crouch Jr. - Mr. January\nRegulus Black - Mr. Blanco\nAntonin Dolohov - Mr. Farmer\nEvan Rosier - Mr. Petal\nTiberius Nott- Mr. Nimrod"
        },
        {
            "title": "6) SPECIAL SKILLS OF THE INNER CIRCLE DEATH EATERS",
            "description": "Bella/Miss Demeanor - Duelling Prowess/Assassin\nSnape/Mr Aconite - Potion Master\nLucius / Mr. ? - Financier/Political Saboteur \nRookwood/Mr. Nemo - Mind Arts\nNarcissa/Miss Direction- Recruiting Officer (?)/Intel Gatherer/DE Wrangler\nRosier/Mr. Petal - Unknown \nPeter/Mr. Norvegicus - Prophecy Snitch/Intel Gatherer\nTiberius/Mr. Nimrod (?): Torture Specialist/Muggle Hunter\nRodolphus & Rabastan/Mssrs' ??: Torture Thugs/Mercenaries/Miss D's Handlers\nBoruslav Lestrange/Mr. ? - Alchemy/Orichalcum\nAntonin Dolohov/Mr. Farmer - Dueling/Dark Arts (Entrail Expelling Curse)\nBarty Jr./Mr. January - ????"
        },
        {
            "title": "7) OCCLUMENCY & LEGILIMENCY SUPERPOWERS BY LEVEL",
            "description": "Occlumency Superpowers-\nLevel 1: Perfect recall, Shields strong enough to keep out all but the best Legilimens if you practice often enough\nLevel 2: Emotional suppression and clarity\nLevel 3: Analyzing your emotions, Thought stream partitioning, Time dilation\nLevel 4: Memory palace(s)\nLevel 5: Secondary personalities that bear up under Legilimency scrutiny\nLevel unknown: Advocatus diabolicus\n\nLegilimency Superpowers:-\nMind-reading (stops requiring an incantation and a wand at Level 5)\nDeductive genius\nSupernatural charm and manipulation\nCovert conversations with other Legilimens\nWard detection\nPsychic surgery (including Mind Healing and mental reprogramming)\nPsychic attacks"
        }
    ]
}