{
    "dictionary": [
        {
            "title": "1) Advocatus Diaboli",
            "description": "(First mentioned in Dreamscapes, Memories, and Nightmares (Pt. 1))\n(Requires a built Memory Palace) Advocatus Diaboli: \nA technique that allowed Snape to manifest a true secondary personality, one that was neither based on his own nor created from scratch. The Advocatus could give impartial advice and opinion on everything."
        },
        {
            "title": "2) Perceptual Dilation",
            "description": "(Needs at least 2nd level mastery) Perceptual Dilation or \"Fixing the Mind's Gaze Betwixt the Seven Beats of the Heart\": (First mentioned in Home for the Holidays)\nThis Technique slows down your subjective awareness of time, allowing you to study surroundings more thoroughly and make decisions more efficiently. Can only be maintained for a duration equal to seven beats of the Occlumen's heart. "
        },
        {
            "title": "3) Tabula Rasa",
            "description": "(From The Fall of the House of Potter (pt 2))\nRookwood invented an entirely new level making him effectively immune to mind-alteration, emotional-manipulation, and memory-altering charms and potions of every kind. He is immune to the Tabula Rasa. It is possible that he created at least 49 thought-streams in which he implanted false personalities among his unwitting Death Eater subjects.\n\n**Tabula Rasa:** A charm/curse invented to provide a humane alternative to the death penalty. \nTotally erases the subject's memories and eliminates their ability to make new ones. Virtually lobotomizes the subject. "
        },
        {
            "title": "4) Cryptohydron and Time-Turner (CATT)",
            "description": "(From The Hunting of Serius Black (Conclusion) AN5): The Cryptohedron is a four-dimensional hypercube, and its changing shape is actually its three-dimensional shadow as it rotates, it houses the Time-Turner which is described as a glass tube that twists and turns back on itself, muggles would call it a Klein bottle. \n\nThe Cryptohedron's purpose is to identify the one person who can open it and direct the Unspeakables to them at the appointed time so it can be opened and the Time Turner released. Both Time-Turner and container will be created at some point in the future and then sent back to the distant past. [See More](https://prince-of-slytherin.fandom.com/wiki/Time-Turner)"
        },
        {
            "title": "5) Soul Bond Curse (SBC)",
            "description": "(From Potters and Blacks)\nSoul Bond: \"A former Lord of House Potter, did something. Powerful highly illegal magic. The spell he casted acted as a curse on the Potter line designed to eliminate the possiblity of bad marriages to unworthy witches. It ensures that each Potter male will be drawn to the ideal marriage prospect — whatever Fate decided that meant in each successive generation — at which point he would fall hopelessly in love with her\". "
        },
        {
            "title": "6) The Vault",
            "description": "(First mentioned in Happy Birthday, Harry and Jim!) \nAs a result of powerful and unnatural magics unleashed in 1927, the place known as Cimetière du Père-Lachaise, near the Lestrange Mausoleum, became magic-proof. \n\nInside there is The Vault, a large box roughly 10x10 meters, and is coated with a thin layer of orichalcum that is 65% pure. There is a single door on one side that resembles a bank vault door. It has been used by the Zabini family for decades for their most important divinations. It is a room no magic known can penetrate, standing in the middle of a dead zone where no magic can function. It was used by Zabini to read Harry's fortune in Book 4 in order to keep Fate itself from knowing about the reading. "
        },
        {
            "title": "7) 1927",
            "description": "(From Happy Birthday, Harry and Jim!)\nIn 1927, Gellert Grindelwald did something extraordinarily evil, but also extraordinary from a magical perspective. And in response, Nicolas Flamel did something equally extraordinary, again magically speaking. The aftereffects of that night affected Cimetière du Père-Lachaise and the Lestrange Mausoleum making it magic-proof. This follows roughly with Crimes of Grindelwald where Grindelwald rallies his followers in the Lestrange Mausoleum [See More](https://harrypotter.fandom.com/wiki/1927)"
        },
        {
            "title": "8) Early Warning Office / DoM Chimes",
            "description": "The Early Warning Office contains the 57 Chimes, which alert the Unspeakables to the events occuring in Magical Britain. According to Unspeakable 029, Broderick Bode, many of them were warnings of fairly innocuous events, and the most banal simply duplicated the warning systems of other departments as backups, whereas other chimes were less weird and more nightmarish. [See More](https://prince-of-slytherin.fandom.com/wiki/Early_Warning_Office)"
        },
        {
            "title": "9) The Ewer of Hufflepuff",
            "description": "(From The Ridle of the Diary)\nthe Ewer of Hufflepuff, created simultaneously with Slytherin's Basilisk will produce one full dose of the Restoration Potion every seventeen minutes."
        },
        {
            "title": "10) PoS Horcruxes",
            "description": "(From Three Princes)\nA horcrux is a soul anchor. Creating a horcrux is esoteric magic, you must kill someone who did nothing to wrong you and you show no regret for having done so. That destabilizes your soul in such a way that it allows you to shear off a portion of it and store it inside a prepared magical object.. To keep a horcrux, you have to maintain a certain mindset constantly for the rest of your life and even after death. You must believe with absolute certainty that out of the entire human race, your life is the only one with any value. \n\nIn other words, \"If there is a single man, woman, or child in the entire world who you might refrain from brutally murdering in order to make a horcrux, then you would never be able to make a horcrux at all. Moreover, if something ever happened to cause you to feel that degree of empathy for anyoone else, any of your existing horcruxes would lose their soul-anchoring properties\"\n\nAfter creating a horcrux you also gain access to whatever magical properties the object originally had even if the object isn't in your possession. If he horcux gets destroyed you permanently gain whatever those powers were. "
        },
        {
            "title": "11) Anathema Codex",
            "description": "nan"
        },
        {
            "title": "12) Imago Dei ",
            "description": "nan"
        },
        {
            "title": "13) Ley Lines",
            "description": "Invisible, intangible, and largely theoretical lines that criss-cross the whole planet. Can't actually be detected themselves, but the places where they connect are magically reactive. It is possible to do high level magic more easily than other locations and works spells whose results will last infinitely. \n\nHogwarts, the Ministry of Magic, Diagon Ally, and 12 Grimmauld Place are located at a junction ley lines.\n\nthe British Isles possess an unusual number of such junctions and an extremely unusual number of junctions in which more than two ley lines intersect. That's why the original wizards came here from Rome in the first place. It's also why Magical Britain has influence over the rest of the magical world that's somewhat out of proportion to our population and the relative military and economic strength of the Muggle nation within which we reside. When push comes to shove, Britain can generate more raw magical power than all but a few of the other wizarding nations."
        },
        {
            "title": "14) Orichalcum",
            "description": "(First mentioned in The Birthday Part (Pt 1))\nAn alchemically-produced alloy of gold and some other metal, usually copper or aluminum but sometimes silver or platinum. It's magic resistant, and if it's refined pure enough, it can slice through shield spells. \n\nCommercially available orichalcum is usually rated at about 50% pure. If you're willing to spend a fortune, orichalcum that is 65% pure can be obtained. About sixty years ago, Nicolas Flamel produced approximately twenty grams of orichalcum that was 75% pure, and he declared that further refinement beyond that point was absolutely impossible.\n\nThe box containing The Ring was made up of >85% pure orichalcum. There is literally not enough galleons in Wizarding Britain to pay for such purity. Withstood fiendfyre without so much as a scratch. Can only be opened by Harry speaking parseltongue. "
        },
        {
            "title": "15) FiendFyre",
            "description": "(From Little Hangleton)\nIn somatic and verbal terms, it's the easiest dark spell ever invented. Just whirl your wand overhead in a circle and then point it at the target while screaming 'Fiendfyre!'\nIn order to satisfy the esoteric requirement you must focus your mind on a memory of hating someone so much that you would die to ensure their destruction. So much, that you would see everyone left that you still cared about die along with you. \n\nHarry's and Regulus' fiendfyre flames take the shape of an enormous serpent and a wolf-like predator respectively. Described as daemonic antitheses of their patronuses. \n\nIt is not considered a unforgivable because there are Class XXXXX creatures who can only be harmed by Fiendfyre. If you've summoned Fiendfyre and your opponent kills you, its flames will run wild, destroying your assailant as revenge. Along with everything within a few miles. \nAdditionally, it can bend the Avada Kedavra by diverting it 3 degrees to the right from the point the curse strikes the hellfire. \n\nThe immediate aftereffects of Fiendfyre are highly toxic. It takes at least a week for the residual curse-fire to dissipate enough to enter an area where Fiendfyre was recently cast, although long term exposure is toxic for years after."
        },
        {
            "title": "16) THE POTTER PROPHECY",
            "description": "This is how our world will end In a cold yet all-consuming flame.\nIn the Last Days, a Dark Lord, the Darkest Lord, Will reveal himself as both Savior and Betrayer By proclaiming his forbidden lineage to all. \nHe will break the Chains of Unity that bond us and bind us. He will defy all conventions of sanity and compassion. He will shatter the foundations of our covenant. \nAnd in so doing, the Dark Lord will become a Dark God, And all shall tremble at his Apotheosis. He will stretch forth his hand. And every wand will snap, Every incantation will be silenced, Until we shall all be as the lowliest squib. \nYet helplessness is not our worst Fate. For when the Cold Flame has consumed the World, The Last Enemy to be conquered shall be Death. And the Victor of that final struggle shall claim Dominion over all that is, Whether for Oblivion… or Damnation. \nFor should the Dark God win that final battle, Then our world will be reborn in his image. A world of hate, of fear, of despair. A world of suffering without end. \nAnd we shall be reborn into this Nightmare World Again and again and again. Trapped forever throughout all our lives In the Dark God’s HELL! \nAnd you shall know by these portents That the time of the Dark God approaches And the Destruction of our World Is close at hand: When the Two who should be as One Are set against each other in reckless hate. And the Last Potter rises as the Prince of Slytherin. "
        },
        {
            "title": "17) SYBILL TRELAWNEY'S PROPHESY",
            "description": "“It will happen tonight. With all obstacles removed, the Prince will claim the Throne of Basalt and Silver. Though he is blameless, yet shall his actions be as the beating of the butterfly’s wings as they unleash the mightiest hurricane. By his choices shall the greatest of the Dark Lord’s servants be freed and the circle forged anew. The Dark Lord will be reborn in all his terrible glory. Betrayal. Blood. Terror. Destruction. Death. And finally, the Cold Flame that consumes all. Until at last, the Question is asked, and the Decision is made: Our story has been told before. But will it ever be told again?”"
        },
        {
            "title": "18) DEMENTOR FABIAN'S PROMISE TO HARRY",
            "description": "“At the beginning of the end. When the tower falls, and hope falls with it. When the Three are rejoined to nestle within the coils of Ouroboros. Call my name, and I will come to you and walk with you unto the ending of the world”"
        },
        {
            "title": "19) VOW OF UNITY FOR THE WIZENGAMOT",
            "description": "“Let Magic itself hear my oath and sanctify it. I stand in unity with the Wizengamot and the families both Noble and Ancient and Noble who are its foundation. Let my magic be bent to our collective purpose and so to the magic of my family and all who come after me lest they be forsworn and suffer expulsion. From the unification of my family magic with that of my peers, let there arise a deeper magic that is greater than the sum of its parts. From this day forward, I hereby submit myself to the will of the Wizengamot as expressed through its majority. I hereby accept the judgment of the will of the Wizengamot as expressed through its laws. I vow to act with the Wizengamot, and when we act as one, so shall we perform miracles in defense of and for the betterment of this magical nation. This I swear upon my life and unto the ending of the world. So mote it be!” "
        },
        {
            "title": "20) INNER CIRCLE DEATH EATERS WITH KNOWN CODE NAMES",
            "description": "Snape - Mr. Aconite\nRookwood - Mr. Nemo\nBellatrix - Miss Demeanor\nPeter - Mr. Novergicus\nNarcissa - Miss Direction\nLucius - [UNKNOWN] \nErasmus Wilkes - Mr. Toymaker\nBarty Crouch Jr. - Mr. January\nRegulus Black - Mr. Blanco\nAntonin Dolohov - Mr. Farmer\nEvan Rosier - Mr. Petal\nTiberius Nott- Mr. Nimrod"
        },
        {
            "title": "21) SPECIAL SKILLS OF THE INNER CIRCLE DEATH EATERS",
            "description": "nan"
        },
        {
            "title": "22) OCCLUMENCY ABILITIES BY LEVEL",
            "description": "Occlumency Superpowers:\nLevel 0: Natural Occlumency Shields. One out of twelve wizards are able to spontaneously develop shields in response to regular exposure to high level Legilimency attacks. They are comparable to the strength of a third-level Occlumens. \nLevel 1: Perfect recall and shields strong enough to keep out all but the best Legilimens if you practice often enough\nLevel 2: Mastering your emotions. Emotional suppression and clarity. Able to detect intrusions into your mind, and able to mount a consistent defense. \nLevel 3: Understanding your emotions, Recognizing when you are acting in response to emotional stimulus rather than rational decision-making. Thought stream partitioning, Time dilation [See More]\nLevel 4: Memory palace(s), Advocatus diabolicus [See More]\nLevel 5: Secondary personalities that bear up under Legilimency scrutiny\n\nEsoteric Abilities/Extra Known Info:\n* Being a Natural Occlumens. In which one wizard out of ten thousand gains the full benefits of Occlumency, the rarity is on par with being a natural Legilimens or a born Animagus. \n* Seven-stream thought arrays are common among DOM-trained Occlumens\n* Rookwood's 49 different thought streams allowed him to bring himself back from being Tabula Rasa'd [See More]\n* Occlumency traps to psychically and physically injure Legilimens that may be rooting around in your brain\n* A high-level Occlumens can fake a Veritaserum testimony, as they can alter their own memories.\n\nNote: Being an animagus is completely unrelated with being an Occlumens, But it can provide a useful substitute. During the early phases of learning an animagus form, the wizard develops a dual-process mind. He simultaneously thinks as both human and an animal which provides a powerful defense against Legilimency."
        },
        {
            "title": "23) LIST OF KNOWN LEGILIMENCY SUPERPOWERS",
            "description": "Legilimency Superpowers:\nMind-reading (stops requiring an incantation and a wand at Level 5)\nDeductive genius\nSupernatural charm and manipulation\nCovert conversations with other Legilimens\nWard detection\nPsychic surgery (including Mind Healing and mental reprogramming)\nPsychic attacks"
        },
        {
            "title": "24) COUNTESS ZABINI'S FOURTH BOOK READING",
            "description": "\"The cards I have just drawn to represent your recent past—the Magician, the Emperor, the Sun, the World, and the Fool—tell me that you have indeed come into your power and achieved the goals you had set for yourself when last I read your cards. Except that the Fool also tells me that you realized too late that achieving those goals might have been a terrible mistake. I suspect the fulfillment of an apocalyptic prophecy would fit that description.\"\n\n\"Turning to the immediate future, we have the Wheel of Fortune inverted, Justice inverted, Strength, the Hanged Man, and the Lovers inverted. A dangerous conflict draws near, one you will be drawn into unfairly and against your will. And while you will succeed in the challenges you face, even those successes may redound to the benefit of your enemies.\"\n\"You will also experience complications of a romantic nature which will threaten to distract you from more important concerns.\"\n\n\"Looking farther ahead, we find the Devil, the Hierophant inverted, the Hermit inverted, and the Tower. A great evil rising against you, likely the same Dark Wizard who will one day become a Dark God. Perhaps Voldemort, perhaps someone else. You must be prepared for either possibility. You will experience both the loss of a powerful guardian figure and a time of forced seclusion spent cut off from your allies and forced to rely solely on yourself. And ultimately, a time of destruction and catastrophe.\"\n\nFinally, she pointed to the last two cards. \"All of which lead to the end of your journey: Death and Judgment.\""
        },
        {
            "title": "25) LIST OF KNOWN HORCRUXES",
            "description": "For a definition of how horcruxes are made in this fic:\n\n1) [The Locket (Deceased)](https://archiveofourown.org/works/15833898/chapters/36870594): Improved the wearer's facility with Legilimency \n2) [The Diary (Deceased)](https://archiveofourown.org/works/15829326/chapters/36857841): Dumbledore's theory is that Voldemort first put his soul fragment inside the diary and then used it to give the diary self-awareness and a personality just different enough from his own that it could serve as Secret Keeper for a Fidelius, one that concealed the connection between Riddle and Voldemort.\n3) [The Cup (Deceased)](https://archiveofourown.org/works/15833898/chapters/47206327): A powerful healing device rumored to be able to greatly extend a wizard's life. Created by Helga Hufflepuff, she outlived the rest of the Founders by three decades. \n4) The Ring (Mentioned): Currently contained within a gold box\n5) [The Diadem (Mentioned)](https://archiveofourown.org/works/15829326/chapters/36857841): A Parselmouth who possessed the Ravenclaw Diadem could overcome the Basilisk's conditioning and use it against the Headmaster and the rest of the students. Whoever wears the diadem trumps normal parselmouths who might try to control the basilisk. "
        }
    ]
}